cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "git"
brew "git-secrets"
brew "tree"
brew "wget"
brew "autoconf"
brew "ca-certificates"
brew "m4"
brew "openssl"
brew "pkg-config"
brew "pyenv"
brew "readline"
brew "telnet"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "mas"
brew "terraform"
brew "azure-cli"
brew "tmux"

cask "docker"
cask "iterm2"
cask "1password"
cask "google-chrome"
cask "amazon-photos"
cask "slack"
cask "dropbox"
cask "wireshark"
cask "adobe-acrobat-reader"
cask "zoomus"

mas "LINE", id: 539883307
